/* eslint-disable */
export const data = [
  {
    id: 0,
    oracleNumber: -1,
    text: "Коли твоя паличка несправна - не чаклуй.",
  },
  {
    id: 1,
    oracleNumber: '№1',
    text: "№1. Небажаний №1. Круто, коли для когось ти номер один."
  },
  {
    id: 2,
    oracleNumber: 1,
    text: "Сьогодні варто приймати будь-які пропозиції, поки потяг не поїхав."
  },
  {
    id: 3,
    oracleNumber: 2,
    text: "Ваші проблеми - це квіточки. Сьогодні однією квіточкою менше."
  },
  {
    id: 4,
    oracleNumber: 3,
    text: "Ще вчора Німбус 2000 був найкращою мітлою, а наступного дня зявляється Німбус 2001. Тож не поспішай, і обирай з розумом."
  },
  {
    id: 5,
    oracleNumber: 4,
    text: "Спробуй сьогодні вирішувати усі серйозні питання - несерйозно! Тоді все складатиметься найкращим чином."
  },
  {
    id: 6,
    oracleNumber: 5,
    text: "Сьогодні ти можеш попастися на гарячому, тож сильно не чуди."
  },
  {
    id: 7,
    oracleNumber: 6,
    text: `"Це все наргли!" Так їм і скажи, коли на роботі питатимуть, чому не готовий звіт.`
  },
  {
    id: 8,
    oracleNumber: 7,
    text: "Сьогодні до вас потрапить ключ від дверей, які ви давно хотіли відкрити. Скористайтеся ним."
  },
  {
    id: 9,
    oracleNumber: 8,
    text: "Якщо вже Драко Мелфой не завжди ідеально вимовляє англійські слова, то і ти не сильно хвилюйся з цього приводу. Головне не забувати про український акцент, він необхідний для статусу."
  },
  {
    id: 10,
    oracleNumber: 9,
    text: "В оригіналі назва дзеркала - The mirror of Erised. Якщо читати назву задом наперед вийде Desire - “бажання”. Якщо тобі випала ця комірка, то одне з твоїх найпотаємніших бажань сьогодні здійсниться."
  },
  {
    id: 11,
    oracleNumber: '9 ¾',
    text: "Сьогодні у вас все виходитиме на 9 і ¾ з 10. І це чудовий результат."
  },
  {
    id: 12,
    oracleNumber: 10,
    text: "Цінуй свої речі так, як Доббі цінує шкарпетки! В Африці дітям взагалі нема що їсти!"
  },
  {
    id: 13,
    oracleNumber: 11,
    text: "Люди, які не виконують сумлінно свою роботу стають сквибами в світі магії. Тож не зівай. <br> *Сквиб - людина народжена в сім’ї чарівників, але абсолютно позбавлена магічних здібностей."
  },
  {
    id: 14,
    oracleNumber: 12,
    text: "Якщо ти вважаєш, що тобі в чомусь не щастить, то цією коміркою хочемо нагадати, що Плакса Міртл померла в туалеті посеред навчального року у Гогвортсі. <br> Якщо ти не помер в туалеті, втративши можливість стати чарівником, або хоча б не помер В ТУАЛЕТІ, або хоча б НЕ ПОМЕР, то ми маємо всі підстави вважати тебе щасливчиком!"
  },
  {
    id: 15,
    oracleNumber: 13,
    text: "Як бачиш, куля професорки Трелоні під номером 13, в тебе точно Грім."
  },
  {
    id: 16,
    oracleNumber: 14,
    text: "А ти Фред? Якщо ти не Фред, то пам’ятай - ти можеш бути будь-ким, головне повірити в це! <br> Ну, а якщо ти Фред, то ти просто Фред."
  },
  {
    id: 17,
    oracleNumber: 15,
    text: "І вам час почати тренування. А які, обирайте самі."
  },
  {
    id: 18,
    oracleNumber: 16,
    text: "Так, ти вгадав, подовженні вуха під номером 16, а не 91. Тобі сьогодні щастить, можеш хоч в лотерею зіграти, виграєш мільйон галеонів."
  },
  {
    id: 19,
    oracleNumber: 17,
    text: "Не важливо що там пив Муді, гарбузяний сік чи багатозільну настійку. Кожен сам вирішує, які вітаміни йому приймати."
  },
  {
    id: 20,
    oracleNumber: 18,
    text: "А ви колись замислювалися, чому карликові пухи називаються саме так? Ну точно не тому, що вони належать Карлу! Уявіть тільки, скільки Карлів у світі. А тепер щодо передбачення: щось краще за карликових пухів буде названо в вашу честь."
  },
  {
    id: 21,
    oracleNumber: 19,
    text: "Воно маленьке і гучне, і  скоро воно з’явиться у тебе."
  },
  {
    id: 22,
    oracleNumber: 20,
    text: "Якщо б Слизоріг усе життя прикидався кріслом, наприкінці життя був би дуже незадоволений собою. Тож і ти не прикидайся, будь собою."
  },
  {
    id: 23,
    oracleNumber: 21,
    text: "Це буде комбо. Не одна перемога на сьогодні, а цілі дві! Наші вітання!!"
  },
  {
    id: 24,
    oracleNumber: 22,
    text: "Волдеморт ніколи не володів бузиновою паличкою по справжньому, але ніхто про це, звісно, не знав. От і ти не патякай."
  },
  {
    id: 25,
    oracleNumber: 23,
    text: "Мої вітання! Сьогодні тобі випала комірка з Гедвігою, що несе лист, і було б логічно передбачити, що ти отримаєш листа. Але навряд його принесе сова, скоріш якась суто українська птаха - наприклад лелека, і не фізичного листа, а усну звісточку. <br> Але найголовніше, що ця звістка принесе тобі щастя."
  },
  {
    id: 26,
    oracleNumber: 24,
    text: "Фелікс феліціс. Тобі випала пляшечка з зіллям удачі, тож сьогодні для тебе не буде нічого неможливого."
  },
  {
    id: 27,
    oracleNumber: 25,
    text: "Місс Делякур цілує вас в чоло та дозволяє вам сьогодні цілувати в чоло всіх, кого забажаєте."
  },
  {
    id: 28,
    oracleNumber: 26,
    text: "За що б ви сьогодні не взялися - вам це вдаватиметься так само легко, як Герміоні закляття “Алогомора”."
  },
  {
    id: 29,
    oracleNumber: 27,
    text: "Не обов’язково вдаватися до чар, щоб змусити когось щось зробити, можна просто попросити. Але не забудьте про чарівне слово… - <strike>будь ласка</strike> імперіо."
  },
  {
    id: 30,
    oracleNumber: 28,
    text: "Безоар - камінець, що є протиотрутою для більшості відомих отрут. Але якщо не пити отруту, то і безоар не знадобиться. Подумай про це."
  },
  {
    id: 31,
    oracleNumber: 29,
    text: "На вас чекає щось романтичненьке і приємне. А що саме - залежить від вас."
  },
  {
    id: 32,
    oracleNumber: 30,
    text: "Пригадуєш, як Герміона намагалася звільнити єльфів домовиків, в’яжучи їм шапочки, хоч ті не хотіли бути вільними? Подумай, чи не в’яжеш ти шапочки..."
  },
  {
    id: 33,
    oracleNumber: 31,
    text: "Крастися і підслуховувати - це не про тебе. Але пересуватися тихо, як пантера, і випадково чути цікаві плітки - те, що на тебе сьогодні чекає."
  },
  {
    id: 34,
    oracleNumber: 32,
    text: "З міністерства зазвичай приходять не найкращі звісточки, але у вас це безперечно про підвищення."
  },
  {
    id: 35,
    oracleNumber: 33,
    text: "Не бійтеся передумати. Якщо вам щось не вдається, завжди можна облишити цю справу і знайти “своє”."
  },
  {
    id: 36,
    oracleNumber: 34,
    text: "Хто зна, може ви сьогодні когось приголомшите своїм інтелектом, або ж хтось приголомшить вас."
  },
  {
    id: 37,
    oracleNumber: 35,
    text: "Мы тебе шлем зов чудесный…”. Зов чудесный,  а от вигляд у русалок не найкращий, тому ніколи, чуєш, ніколи не гугли, як виглядає виконавець пісні, яка тобі дуже подобається."
  },
  {
    id: 38,
    oracleNumber: 36,
    text: "Сьогодні не варто прислухатися до порад, самостійно обирайте свій шлях."
  },
  {
    id: 39,
    oracleNumber: 37,
    text: "Деколи, щоб отримати щось, достатньо просто попросити."
  },
  {
    id: 40,
    oracleNumber: 38,
    text: "Хтось може сказати, що ти товстий, хтось скаже, що ти гладкий, а мама скаже, що в тебе просто кістка широка! Люби маму!"
  },
  {
    id: 41,
    oracleNumber: 39,
    text: "Дивитися на світ крізь рожеві окуляри краще, ніж постійно мружитися від сонця. І настрій краще, і зморшок менше."
  },
  {
    id: 42,
    oracleNumber: 40,
    text: "Не перевтомлюйся, бо щось відпаде, і добре, якщо голова."
  },
  {
    id: 43,
    oracleNumber: 41,
    text: "Чаїнки суті не розкажуть, а цей столик - розкаже: “Вас спіткатиме удача за удачею, і навіть Грім буде перетворюватися на крутого дядька Сіріуса.”"
  },
  {
    id: 44,
    oracleNumber: 42,
    text: "Якби Гаррі з Роном не взяли машину містера Візлі та не полетіли до Гогвортсу, їх би з’їли павуки. Тож навіть якщо вам здається, що ви провалилися, пам’ятайте, що ця яма ще може врятувати вам життя."
  },
  {
    id: 45,
    oracleNumber: 43,
    text: "“Той кого не можна називати”. Насправді, це не повна фраза. Повна звучить так: “ Ви - той кого не можна називати ніяк, окрім “Мій Повелитель!” <br>Це саме той день, коли ти можеш вимагати відповідного ставлення."
  },
  {
    id: 46,
    oracleNumber: 44,
    text: "Розумію, деколи з того рота вилізають дивні речі, слова, думки… але тобі це пробачать."
  },
  {
    id: 47,
    oracleNumber: 45,
    text: "З ніг на голову, з голови на ноги. І так по колу - це життя. Насолоджуйся."
  },
  {
    id: 48,
    oracleNumber: 46,
    text: "R - rіздво. Схоже, наближається якесь свято, про яке ти забув. Пригадуй. І не забудь про подаруночки."
  },
  {
    id: 49,
    oracleNumber: 47,
    text: "Зробіть сьогодні все можливе, і завтра про вас говоритимуть як про героя."
  },
  {
    id: 50,
    oracleNumber: 48,
    text: "Казан від Казанова. Якщо ти хлопець - усі дівчата сьогодні твої. А якщо дівчина - твоїми будуть усі хлопці."
  },
  {
    id: 51,
    oracleNumber: 49,
    text: "Сьогодні очікуйте на дещо каверзне питання. Будьте напоготові."
  },
  {
    id: 52,
    oracleNumber: 50,
    text: "Ти натрапив на Півза в цю конкретну хвилину - тож деякі речі підуть не за планом. Але не хвилюйся, сьогодні ти будеш здатен викрутитися з будь-якої халепи, і навіть обернути її собі на користь."
  },
  {
    id: 53,
    oracleNumber: 51,
    text: "Дай собі час пересвідчитись, що казан не дірявий."
  },
  {
    id: 54,
    oracleNumber: 52,
    text: "Тестрал. Є конкретна умова, щоб їх побачити - потрібно бути свідком смерті. А щоб побачити когось, хто тобі подобається - потрібно лише подзвонити. Біжи за телефоном."
  },
  {
    id: 55,
    oracleNumber: 53,
    text: "Криком не зарадиш! Але це не про сьогодні."
  },
  {
    id: 56,
    oracleNumber: 54,
    text: "Сьогодні буде драйвовий день і вечір. Роби плани з друзями. Можете заїхати на макдрайв."
  },
  {
    id: 57,
    oracleNumber: 55,
    text: "Тобі випало якесь зіллячко. Яке саме ми наразі відповісти не можемо, але можемо передбачити, що сьогоднішній день буде сповнений загадок та непорозумінь."
  },
  {
    id: 58,
    oracleNumber: 56,
    text: "Перед тим, як виходити з дому, перевірте, чи не закрили ви ненароком свого кота в шафі. Якщо у вас немає кота - перевірте, чи не ховається хтось у вашій шафі."
  },
  {
    id: 59,
    oracleNumber: 57,
    text: "Р.А.Б. - Б.А.Р. Чим тобі не знак завітати сьогодні в бар?"
  },
  {
    id: 60,
    oracleNumber: 58,
    text: "Просто відпусти!"
  },
  {
    id: 61,
    oracleNumber: 59,
    text: "Зверніться, будь ласка, до передбачення під номером 105."
  },
  {
    id: 62,
    oracleNumber: 60,
    text: "Настав час озвучити те питання."
  },
  {
    id: 63,
    oracleNumber: 61,
    text: "римай міцно, як акула, або заберуть."
  },
  {
    id: 64,
    oracleNumber: 62,
    text: "Scared Potter? Ця комірка говорить, що страх - це нормальна емоція. Тим більше, можливо саме ця емоція змусить когось як Драко заговорити з вами."
  },
  {
    id: 65,
    oracleNumber: 63,
    text: "Медовуха! Мед у вуха не заливай своїм коханим. Не на словах стосунки тримаються, а на справах."
  },
  {
    id: 66,
    oracleNumber: 64,
    text: "Після кожного вбивства Волдеморт помічав небо чорною міткою. А якщо б ви були там - помітив би і вас. Бо вас неможливо не помітити."
  },
  {
    id: 67,
    oracleNumber: 65,
    text: "Гаррі пережив, і ти переживеш."
  },
  {
    id: 68,
    oracleNumber: 66,
    text: "Сьогодні твоя тотемна тварина - піксі. Розважайся!"
  },
  {
    id: 69,
    oracleNumber: 67,
    text: "У професора Люпина буде важка ніч, ну а ви будете спати як немовля тому що у вас таких проблем нема."
  },
  {
    id: 70,
    oracleNumber: 68,
    text: "Сьогодні ти трохи Візлі, але не забувай, що Білл одружився на прекрасній віїлі Флер Делякур, а Джіні дістався сам Гаррі Поттер."
  },
  {
    id: 71,
    oracleNumber: 69,
    text: "Пташка в клітці. Вмикай режим “Мантія невидимка” та тікай з роботи. Сьогодні маєш заслужений вихідний!"
  },
  {
    id: 72,
    oracleNumber: 70,
    text: "Люди, як Берті ботс, цукерки на кожен смак! Очікуй, тобою сьогодні посмакують."
  },
  {
    id: 73,
    oracleNumber: 71,
    text: "Комірка “Медові руці” застерігає, що сьогодні ви кудись влипнете. По самі вуха. І добре, якщо це буде мед."
  },
  {
    id: 74,
    oracleNumber: 72,
    text: "ементор. Де ментор? Якщо у тебе немає друга, з яким ти міг би порадитися щодо важливих питань, то от тобі відповідь: у тебе є цей прекрасний стіл з передбаченнями, і ти можеш використовувати його як ментора. Якщо твоє наступне передбачення починається на приголосну літеру, то відповідь на твоє питання “Так!”. І навпаки."
  },
  {
    id: 75,
    oracleNumber: 73,
    text: "Ти щось загубив. Шукай - і сьогодні знайдеш."
  },
  {
    id: 76,
    oracleNumber: 74,
    text: "Як Гаррі піймав свій перший снич? Немає різниці як, головне, що впіймав. Тож не зациклюйся на правилах і роби все по своєму. Аби працювало."
  },
  {
    id: 77,
    oracleNumber: 75,
    text: "Is that a student? Ні, це просто тхір. І ви перестаньте шукати прихований зміст в очевидному."
  },
  {
    id: 78,
    oracleNumber: 76,
    text: "Слідкуй за кулькою світла, ти хочеш зустрітися з кимось."
  },
  {
    id: 79,
    oracleNumber: 77,
    text: "Професорка Трелоні прорекла пророцтво про хлопчика, якого Волдеморт відмітить як рівного собі. Сама того не знаючи, вона змінила життя багатьох. <br> Сьогодні ви круто зміните чиєсь життя, хоч, можливо, навіть не помітите цього."
  },
  {
    id: 80,
    oracleNumber: 78,
    text: "Життя Северуса Снейпа показує, що деколи варто змінити свою думку. Тож не будь впертим."
  },
  {
    id: 81,
    oracleNumber: 79,
    text: "Щоб ти не вдягнув, ти залишишся собою. Але якщо одягнути щось цікаве, то перестанеш лякати Невіла своїм виглядом."
  },
  {
    id: 82,
    oracleNumber: 80,
    text: "Навіть якщо це не твій день народження, ні в чому собі сьогодні не відмовляй! Всі цукерки - твої."
  },
  {
    id: 83,
    oracleNumber: 81,
    text: "ьогодні дозвольте собі витівати все, що заманеться - і у вас з’явиться декілька історій які ви переповідатимете до кінця життя."
  },
  {
    id: 84,
    oracleNumber: 82,
    text: "Сьогодні ви живете в коморі під сходами, а завтра ви хлопчик, що вижив. Життя непередбачуване - довіртесь йому."
  },
  {
    id: 85,
    oracleNumber: 83,
    text: "Можливо тобі сьогодні буде важко, але не так, щоб авада кедавра, а терпимо."
  },
  {
    id: 86,
    oracleNumber: 84,
    text: "Не влучив в одне кільце, так влучиш у інше. І, кажуть, що в житті кілець більше, ніж три."
  },
  {
    id: 87,
    oracleNumber: 85,
    text: "Якщо вам випав цей сувій, ви можете забути сьогодні важливі папірці. Перевірте чи все з вами.  Документи? Водійське посвідчення? Квитки на літак?"
  },
  {
    id: 88,
    oracleNumber: 86,
    text: "Брехати не можна, а от блефувати у конкретних випадках навіть корисно."
  },
  {
    id: 89,
    oracleNumber: 87,
    text: "ьогодні ти станеш для когось таким же бажаним, як ті кексики для Креба і Гойла."
  },
  {
    id: 90,
    oracleNumber: 88,
    text: "М - Міністерство магії залишається сильним! А ти не залишайся, рухайся вперед і ставай ще сильнішим."
  },
  {
    id: 91,
    oracleNumber: 89,
    text: "Фред і Джордж віддали карту Мародерів Гаррі, а Гаррі віддав свій виграш з Тричаклунського турніру близнюкам, для розвитку їхнього бізнесу. Віддавай, і тобі повернеться втричі більше."
  },
  {
    id: 92,
    oracleNumber: 90,
    text: "Не бійся покинути зону комфорту, для тебе завжди знайдеться лицарський автобус."
  },
  {
    id: 93,
    oracleNumber: 91,
    text: "Локарт любив себе найбільш за усіх інших лише тому, що не зустрів вас. Якщо б зустрів - зрозумів, хто тут справді гарнюня."
  },
  {
    id: 94,
    oracleNumber: 92,
    text: "Якщо тебе хтось сильно дратує, відведи їх в ліс до кентаврів. Не для того ти сьогодні рано вставав, щоб нервуватися."
  },
  {
    id: 95,
    oracleNumber: 93,
    text: "Тут є два варіанти, або ж твоє розбите серце буде поліковане магією кохання, або ж тебе сьогодні вдарить блискавка."
  },
  {
    id: 96,
    oracleNumber: 94,
    text: "Ніжніше. Трошки погладити, посміхнутися - і ти її\його улюбленець."
  },
  {
    id: 97,
    oracleNumber: 95,
    text: "Роль цієї іграшки була зовсім незначною, і все ж вона потрапила на цей столик. Це ми до того, що не обов'язково бути найкращим, достатньо бути."
  },
  {
    id: 98,
    oracleNumber: 96,
    text: "Сьогодні висока вірогідність того, що зустрівши людину, яка тобі подобається, ти будеш дещо заторможеним. Не хвилюйся, це нормально."
  },
  {
    id: 99,
    oracleNumber: 97,
    text: "Пригадай, як Рон Візлі задав жару на грі у квідич, коли гадав, що випив Фелікс-феліціс - зілля, яке приносить удачу. Отож бо й воно! Сьогодні тобі знадобиться віра в себе - тож запасайся нею та підкорюй найнедоступніші вершини."
  },
  {
    id: 100,
    oracleNumber: 98,
    text: "Це - Гегрід, найбільший з друзів Гаррі Поттера. Гегрід вірить, що будь-хто, незалежно від вигляду,  гідний шанобливого ставлення. Памятай про це навіть тоді, коли говориш з вибухозадим скрутом."
  },
  {
    id: 101,
    oracleNumber: 99,
    text: "Слово - не горобець, випустиш - не спіймаєш. Тим більше, коли це “авада кедавра”. Фільтруй базар."
  },
  {
    id: 102,
    oracleNumber: 100,
    text: "Щоб ви не планували накоїти, сьогодні зійшлися всі зірки. Прошу починати."
  },
  {
    id: 103,
    oracleNumber: 101,
    text: "Сьогодні всі дари будуть вашими, якщо ви у це повірите."
  },
  {
    id: 104,
    oracleNumber: 102,
    text: "Рон зробив хід конем і королева з’їла його. Висновок такий: не будь конем."
  },
  {
    id: 105,
    oracleNumber: 103,
    text: `Вітаю, ви знайшли комірку-шпигуна! Це комірка, яка не стосується теми Гаррі Поттера. Якщо ви знайшли її самостійно - вітаю, ви справжній поттероман. Якщо на цю комірку випав камінчик - вітаю, ви щасливчик! Будь-ласка, перейдіть за посиланням.`,
    link: "https://www.wizardingworld.com",
  },
  {
    id: 106,
    oracleNumber: 104,
    text: "Дуууже малесенька комірочка, така ж малесенька, як та муха, з якої ви робите слона. Все буде добре, і сьогодні вирішаться всі ваші проблеми!"
  },
  {
    id: 107,
    oracleNumber: 105,
    text: "От так цілий день вас будуть ганяти туди-сюди. Тримайтеся!"
  },
  {
    id: 108,
    oracleNumber: 109,
    text: "Зовнішність оманлива, та це не про вас! У вас і обличчя янгольське, і душа  прекрасна! І сьогодні дехто усвідомить цю істину."
  },
  {
    id: 109,
    oracleNumber: 110,
    text: "Кров єдинорога. Як кажуть, не їж заборонений плід - і все буде норм."
  },
  {
    id: 110,
    oracleNumber: 111,
    text: "Сьогодні вам випав забіякуватий телескоп. Якщо вже телескоп може бути забіякуватим, то ви - тим паче! Розбудіть в собі зухвальство."
  },
  {
    id: 111,
    oracleNumber: 394,
    text: "Не поспішай. Щоб дізнатися, що на 394-ій сторінці, потрібно прочитати усі попередні."
  },
]
/* eslint-disable */